Repository: 2lambda123/warp1
Catalog: QBE/App/View/*.lproj/Tour.strings
Languages: nl

# tour.0.title
source: Welcome to Warp!
nl: Welkom bij Warp!

# tour.0.description
source: To get you up to speed as fast as possible, we'd like to give you a quick tour of how to analyze data with Warp.
nl: Om zo snel mogelijk te kunnen beginnen met het analyseren van gegevens geven we je graag een rondleiding in Warp.

# tour.1.title
source: First, add some data (as large as you want)
nl: Voeg eerst wat data toe (zo groot als je wilt)

# tour.1.description
source: You can drag any data file to the Warp window, or click the '+' button in the top right corner.
nl: Je kunt databestanden slepen naar het Warpvenster, of je kunt op de plusknop rechtsboven klikken om een databestand toe te voegen.

# tour.2.title
source: Data will show up in the Warp window as a table.
nl: In Warp zie je datasets als een tabel.

# tour.2.description
source: Near the top, Warp explains what it has done: 'Read CSV'. Click the file name to replace it with a different file.
nl: Bovenaan legt Warp uit wat er is gebeurd: 'Lees CSV'. Klik op de bestandsnaam om het bestand te vervangen door een andere.

# tour.3.title
source: You can add more than one data set.
nl: Je kunt meer dan één dataset toevoegen.

# tour.3.description
source: Simply drag more data to the window, or use the '+' button. Click the 'zoom out' button in the top left to see all tables.
nl: Sleep simpelweg nog meer data naar het venster, of gebruik de plusknop. Ben je het overzicht kwijt, gebruik dan het vergrootglas linksboven.

# tour.4.title
source: Time to link some data!
nl: Tijd om gegevens te koppelen!

# tour.4.description
source: To link (join) data from one table to the other, drag from the circle at the top right of a table to another.
nl: Om gegevens te koppelen sleep je vanaf de cirkel rechtsboven in de ene tabel naar de andere tabel.

# tour.5.title
source: Or maybe you want to edit some data first?
nl: Of wil je misschien eerst wat gegevens bewerken?

# tour.5.description
source: In Warp, you can edit any value by double clicking it. Longer values can be edited with the text bar near the top.
nl: In Warp kun je iedere waarde wijzigen door erop te klikken. Langere teksten kun je bovenaan in de formulebalk aanpassen.

# tour.6.title
source: For each edit you make, Warp adds a processing step to the table.
nl: Iedere bewerking die je doet wordt als rekenstap toegevoegd op de tabel.

# tour.6.description
source: Warp will try to understand what you did, and repeat it to all values in the same column. Click a step if you wanted something different. You can always re-order or remove steps.
nl: Warp probeert te begrijpen wat je doet, en het te herhalen op alle waarden in dezelfde kolom. Klik op een stap als je toch iets anders bedoelde. Je kunt stappen altijd sorteren of verwijderen.

# tour.7.title
source: Let's fine-tune this.
nl: De finishing touch.

# tour.7.description
source: Near the top of the window, you can click any of the blue rectangles to change Warp what to do.
nl: Aan de bovenkant van het scherm kun je op de blauwe blokjes klikken om iedere bewerking aan te passen.

# tour.8.title
source: You're good to go!
nl: Je bent er helemaal klaar voor!

# tour.8.description
source: You can always restart this tour from the Help menu. We hope you enjoy Warp as your go-to tool for data processing!
nl: Je kunt deze rondleiding opnieuw starten vanuit het Help-menu. We hopen dat je veel plezier aan Warp beleeft.
