Repository: 2lambda123/warp1
Catalog: Warp/*.lproj/Localizable.strings
Languages: nl

source: The data has been saved to '%@'
nl: De gegevens zijn opgeslagen in bestand '%@'.

source: The data could not be saved to '%@': %@.
nl: De gegevens konden niet worden opgeslagen in bestand '%@': %@.

source: Export completed
nl: Exporteren voltooid

source: Calculate column [#] as [#]
nl: Bereken kolom [#] als [#]

source: Load CSV
nl: CSV-bestand

source: Load table %@ from SQLite database
nl: Laad tabel %1$@ uit SQLite-database

source: Load table [#] from SQLite database [#]
nl: Laad tabel [#] uit SQLite-database [#]

source: Pivot data
nl: Draai data

source: Random rows
nl: Willekeurige rijen

source: Randomly select %d rows
nl: Kies %d willekeurige rijen

source: Remove all columns
nl: Verwijder alle kolommen

source: Remove duplicate rows
nl: Verwijder dubbele rijen

source: Select all columns
nl: Selecteer alle kolommen

source: Select columns
nl: Behoud alleen kolommen

source: Remove columns
nl: Verwijder kolommen

source: Remove column
nl: Verwijder kolom

source: Select column
nl: Behoud alleen kolom

source: Select rows
nl: Filter rijen

source: Skip rows
nl: Sla rijen over

source: Skip the first %d rows
nl: Sla de eerste %d rijen over

source: Select rows where %@
nl: Selecteer rijen waar %@

source: Skip the first [#] rows
nl: Sla de eerste [#] rijen over

source: Skip row [#]
nl: Sla rij [#] over

source: Select the first [#] rows
nl: Selecteer de eerste [#] rijen

source: Select row [#]
nl: Selecteer rij [#]

source: SQLite table
nl: SQLite-tabel

source: First rows
nl: Eerste rijen

source: Unique rows
nl: Unieke rijen

source: Unknown step
nl: Onbekende stap

source: Make columnar
nl: Maak columnair

source: I have no idea what you did.
nl: Ik heb geen idee wat je deed.

source: Value
nl: Waarde

source: Column
nl: Kolom

source: Row
nl: Rij

source: The formula you typed is not valid.
nl: De ingevoerde formule is ongeldig.

source: Warp created a step based on your edits. To select an alternative step, right-click on the newly added step.
nl: Warp heeft een stap toegevoegd op basis van wat je deed. Klik rechts op de stap om een alternatief te kiezen.

source: Welcome to Warp! Click here to start and load some data.
nl: Welkom bij Warp! Klik hier om te beginnen door gegevens in te laden.

source: By default, Warp shows you a small part of the data. Using this button, you can calculate the full result.
nl: Warp toont standaard een klein deel van de gegevens. Met deze knop kun je het volledige resultaat berekenen.

source: Presto table
nl: Presto-tabel

source: Table from Presto server
nl: Tabel van Presto-server

source: Table '%@' from Presto server
nl: Tabel '%@' van Presto-server

source: Select %lu columns
nl: Behoud %lu kolommen

source: Remove %lu columns
nl: Verwijder %lu kolommen

source: Data table
nl: Data-tabel

source: Add step '%@'
nl: Toevoegen van stap '%@'

source: Sort rows
nl: Sorteer rijen

source: Sort rows on [#]
nl: Sorteer rijen op [#]

source: Sort rows on [#][#][#]
nl: Sorteer rijen op [#][#][#]

source: Sort rows using %d criteria
nl: Sorteer rijen op basis van %d criteria

source: Add sorting criterion...
nl: Voeg sorteercriterium toe...

source: MySQL table
nl: MySQL-tabel

source: Load table [#] from MySQL database [#]
nl: Laad tabel [#] uit MySQL-database [#]

source: Write to table [#] in MySQL database [#]
nl: Schijf naar tabel [#] in MySQL-database [#]

source: replace using pattern
nl: vervang met patroon

source: Pivot: %@ of %@
nl: Draaitabel: %@ van %@

source: Pivot: %@ of %@ grouped by %@
nl: Draaitabel: %@ van %@ per %@

source: Sort columns
nl: Kolomvolgorde

source: before %@
nl: voor %@

source: at the end
nl: aan het einde

source: Place %d columns %@
nl: Plaats %d kolommen %@

source: Place column %@ %@
nl: Plaats kolom %@ %@

source: Place columns %@ %@
nl: Plaats kolommen %@ %@

source: sign
nl: positief/negatief

source: Warp has automatically combined your changes with the previous step.
nl: Warp heeft je wijziging gecombineerd met de vorige stap.

source: Your changes undo the previous step. Warp has therefore automatically removed the previous step.
nl: Je wijzigingen maken de vorige stap ongedaan. Warp heeft de vorige stap daarom automatisch verwijderd.

source: If you select the currently active working set, Warp will reload the current working set.
nl: Omdat je de huidige werkset hebt geselecteerd, heeft Warp alleen de gegevens ververst.

source: split
nl: splits

source: nth item in
nl: n-de item

source: number of items
nl: aantal items

source: PostgreSQL table
nl: PostgreSQL-tabel

source: RethinkDB table
nl: RethinkDB-tabel

source: Load table %@ from PostgreSQL database
nl: Laad tabel %@ uit PostgreSQL-database

source: Join data on [#], [#] rows without matches
nl: Koppel gegevens op basis van [#], [#] rijen zonder matches

source: Remove tablet
nl: Verwijder onderdeel

source: Add tablet
nl: Voeg onderdeel toe

source: Remove step
nl: Verwijder stap

source: text similarity
nl: tekstgelijkenis

source: Cloned data
nl: Gekloonde data

source: Download data to memory
nl: Download gegevens naar geheugen

source: Download data to SQLite
nl: Download gegevens naar SQLite

source: (No action)
nl: (Geen actie)

source: Clone step cannot find the original to clone from.
nl: Kloon-stap kan het origineel niet meer vinden.

source: The data set that is to be flattened contained no rows.
nl: De dataset om columnair te maken bevat geen rijen.

source: Not all information was available to perform the join.
nl: Er was niet genoeg informatie beschikbaar om de gegevens te koppelen.

source: The data to join with was not found.
nl: De gegevens om mee te koppelen werden niet gevonden.

source: A join step was not placed after another step.
nl: De koppelstap moet achter een andere stap worden geplaatst.

source: Could not connect to the MySQL database.
nl: Kon geen verbinding maken met de MySQL-database.

source: Could not obtain a list of tables from the Presto database.
nl: Kon geen lijst met tabellen ophalen van de Presto-database.

source: No database and/or table name have been set.
nl: Er is geen database- en/of tabelnaam ingesteld.

source: Could not connect to the PostgreSQL database.
nl: Kon geen verbinding maken met de PostgreSQL-database.

source: Rename columns
nl: Hernoem kolommen

source: Rename column
nl: Hernoem kolom

source: [#] to [#], and
nl: [#] naar [#], en

source: [#] to [#]
nl: [#] naar [#]

source: [#] to [#],
nl: [#] naar [#],

source: Rename column [#] to [#]
nl: Hernoem kolom [#] naar [#]

source: Rename %d columns
nl: Hernoem %d kolommen

source: Merge data
nl: Gegevens samenvoegen

source: Result
nl: Resultaat

source: Crawl data
nl: Gegevens crawlen

source: For each row, fetch the web page at [#]
nl: Voor iedere rij, haal de webpagina op van [#]

source: Unknown file type '%@'.
nl: Onbekend bestandstype: '%@'.

source: contains
nl: bevat

source: does not contain
nl: bevat niet

source: Standard language
nl: Standaardtaal

source: In this language, numbers look like this: %@ (numbers without thousand separators will also be accepted)
nl: In deze taal zien getallen er als volgt uit: %@ (getallen zonder duizendscheiders worden ook geaccepteerd)

source: In this language, numbers look like this: %@
nl: In deze taal zien getallen er als volgt uit: %@

source: Generate a sequence [#] [#] (for example: '%@') and place it in column [#]
nl: Genereer een reeks [#] [#] (bijvoorbeeld: '%@') en plaats deze in kolom [#]

source: Generate a sequence [#] between [#] and [#] and place it in column [#]
nl: Genereer een reeks [#] tussen [#] en [#] en plaats deze in kolom [#]

source: Generate a sequence
nl: Genereer een reeks

source: The pattern you typed is not valid.
nl: Het ingevoerde patroon is ongeldig.

source: read date in format
nl: lees datum in formaat

source: write date in format
nl: schrijf datum in formaat

source: format
nl: formaat

source: to the power
nl: tot de macht

source: base
nl: basis

source: Generate a sequence using pattern
nl: Genereer een reeks volgens patroon

source: (for example: '%@')
nl: (bijvoorbeeld: '%@')

source: and place in column
nl: en plaats in kolom

source: Skip the first
nl: Sla over

source: Select the first
nl: Selecteer de eerste

source: Randomly select
nl: Selecteer willekeurig

source: rows
nl: rijen

source: row
nl: rij

source: Select rows where [#]
nl: Selecteer rijen waarvoor geldt dat [#]

source: For each cell, put its value in column [#], the column name in [#], and in [#] the result of [#]
nl: Plaats voor iedere cel de waarde in [#], de kolomnaam in [#] en in [#] het resultaat van [#]

source: Read CSV file [#]
nl: Lees CSV-bestand [#]

source: Read DBF file [#]
nl: Lees DBF-bestand [#]

source: Select file...
nl: Selecteer bestand...

source: Show in Finder
nl: Toon in Finder

source: as
nl: als

source: Loading...
nl: Bezig met laden...

source: Click here to change additional settings for this step.
nl: Klik hier om aanvullende instellingen voor deze stap aan te passen.

source: ascending
nl: oplopend

source: descending
nl: aflopend

source: numerically
nl: numeriek

source: alphabetically
nl: alfabetisch

source: including
nl: met behoud van

source: ignoring
nl: negeer

source: rows without matches
nl: rijen zonder match

source: Step %d of %d
nl: Stap %d van %d

source: Got it!
nl: Ik snap het!

source: Get started
nl: Beginnen

source: Okay, show me!
nl: Laat maar zien!

source: Select directory...
nl: Selecteer map...

source: Export data as [#] to [#]
nl: Exporteer gegevens als [#] naar [#]

source: Interactive pivot table
nl: Interactieve draaitabel

source: Comma separated values
nl: Kommagescheiden waarden

source: Tab separated values
nl: Tab-gescheiden waarden

source: XML file
nl: XML-bestand

source: fields separated by [#]
nl: velden gescheiden door [#]

source: This step requires a previous step, but none was found.
nl: Deze stap kan alleen achter een andere stap worden geplaatst.

source: Switch rows/columns
nl: Verwissel rijen met kolommen

source: (no file)
nl: (geen bestand)

source: No data available.
nl: Geen gegevens beschikbaar.

source: The calculation was cancelled.
nl: De berekening is geannuleerd.

source: (Over)write data to table [#]
nl: (Over)schrijf gegevens naar tabel [#]

source: (over)write
nl: (over)schrijf

source: Read table [#] from database [#]
nl: Lees tabel [#] uit database [#]

source: The location of the RethinkDB server is invalid.
nl: De locatie van de RethinkDB-server is ongeldig.

source: Join data set to this data set
nl: Koppel dataset aan deze dataset

source: Append data set to this data set
nl: Voeg dataset toe aan deze dataset

source: No database or table selected
nl: Geen database of tabel geselecteerd

source: Could not connect to database
nl: Kon geen verbinding maken met de database

source: Load table [#] from schema [#] in PostgreSQL database [#]
nl: Lees tabel [#] uit schema [#] in PostgreSQL-database [#]

source: Write to table [#] in schema [#] in PostgreSQL database [#]
nl: Schijf naar tabel [#] in schema [#] in PostgreSQL-database [#]

source: (missing)
nl: (ontbrekend)

source: (error)
nl: (fout)

source: Could not load column names from Presto.
nl: Kon geen kolomnamen laden uit Presto.

source: Create linked clone of data here
nl: Plaats een gekoppelde kloon van de gegevens hier

source: Create chart of data here
nl: Plaats een grafiek van de gegevens hier

source: Create copy of data here
nl: Plaats een kopie van de gegevens hier

source: The selected action cannot be performed on this data set.
nl: Deze actie kan niet worden uitgevoerd op deze dataset.

source: This will modify the original data, and cannot be undone.
nl: Deze actie wijzigt de brondata, en kan niet ongedaan worden gemaakt.

source: Are you sure you want to %@?
nl: Weet je zeker dat je %@?

source: Perform modifications
nl: Voer wijzigingen door

source: Cancel
nl: Annuleren

source: Are you sure you want to remove all rows in the source data set?
nl: Weet je zeker dat je alle rijen wil verwijderen uit de brondataset?

source: Are you sure you want to completely remove the source data set?
nl: Weet je zeker dat je de brondataset wil verwijderen?

source: Export data to '%@'
nl: Exporteer data naar '%@'

source: Truncate data set
nl: Maak dataset leeg

source: Remove data set
nl: Verwijder dataset

source: Connected (%@)
nl: Verbonden (%@)

source: Connected!
nl: Verbonden!

source: Could not connect: %@
nl: Kon geen verbinding maken :%@

source: Trying to connect...
nl: Probeert verbinding te maken...

source: Column_%d
nl: Kolom_%d

source: Cannot create this table: %@
nl: Kan deze tabel niet maken: %@

source: Create a table in %@.
nl: Maak een tabel op %@.

source: Read table [#] from RethinkDB database [#]
nl: Lees tabel [#] uit RethinkDB-database [#]

source: Write to table [#] in RethinkDB database [#]
nl: Schrijf naar tabel [#] in RethinkDB database [#]

source: Upload data to %@...
nl: Upload gegevens naar %@...

source: Could not upload data
nl: De gegevens kunnen niet worden geupload

source: Cannot create this table
nl: Deze tabel kan niet worden gemaakt

source: The data source does not allow creation of new tables.
nl: De databron staat het maken van nieuwe tabellen niet toe.

source: Modify table
nl: Pas tabel aan

source: Create table
nl: Maak tabel

source: Modify table %@
nl: Pas tabel %@ aan

source: Create a new table in %@.
nl: Maak een nieuwe tabel in %@.

source: Create a new table
nl: Maak een nieuwe tabel

source: Export data to file...
nl: Exporteer gegevens naar bestand...

source: (empty)
nl: (leeg)

source: Write to table [#] in SQLite database [#]
nl: Schrijf naar tabel [#] in SQLite-database [#]

source: Write to data table
nl: Schrijf naar data-tabel

source: Cannot set this column's name to '%@'.
nl: Kan deze kolomnaam niet instellen op '%@'.

source: There can only be one column named '%@' in this table.
nl: In deze tabel mag maar één kolom bestaan met de naam '%@'.

source: User %@ at MySQL server %@ (port %d)
nl: Gebruiker %@ op MySQL-server %@ (poort %d)

source: User %@ at PostgreSQL server %@ (port %d)
nl: Gebruiker %@ op PostgreSQL-server %@ (poort %d)

source: In this area, all processing steps that are applied to the data are shown.
nl: Hier vind je alle verwerkingsslagen die op de data worden toegepast.

source: See this little circle? Drag it around to copy or move data, or to link data together.
nl: Zie je deze cirkel? Sleep 'm om gegevens te kopiëren, verplaatsen, of te koppelen.

source: Click the settings button to configure the pivot table.
nl: Klik op de instellingenknop om de draaitabel in te stellen.

source: Could not copy the data
nl: Kon de gegevens niet kopiëren

source: Could not change this table
nl: Kon deze tabel niet aanpassen

source: Could not add table
nl: Kon de tabel niet toevoegen

source: This data set cannot be edited.
nl: Deze dataset kan niet worden bewerkt.

source: Cannot change '%@' to '%@'
nl: Kan '%@' niet veranderen in '%@'.

source: This item cannot be removed, because other items are still linked to it.
nl: Dit item kan niet worden verwijderd, omdat er nog naar wordt verwezen.

source: To remove the table, first remove any links to this table, then try to remove the table itself.
nl: Om de tabel te verwijderen, verwijder je eerst alle verwijzingen naar deze tabel, waarna je opnieuw kunt proberen de tabel te verwijderen.

source: To remove the item, first remove any links to this item, then try to remove the table itself. Alternatively, if you hold the option key while removing the item, the linked items will be removed as well.
nl: Om het item te verwijderen, verwijder je eerst alle verwijzingen naar dit item, waarna je opnieuw kunt proberen dit item te verwijderen. Houd de alt-toets ingedrukt en klik op de verwijder-knop om dit item en alle gekoppelde items tegelijk te verwijderen.

source: Analyzing %d column(s)...
nl: %d kolom(men) analyseren...

source: Could not rename column '%@' to '%@'
nl: Kan kolom '%@' niet hernoemen naar '%@'.

source: The columns of this data set cannot be renamed.
nl: De kolommen van deze dataset kunnen niet worden hernoemd.

source: This table does not have a primary key, which is required in order to be able to identify individual rows.
nl: Deze tabel heeft geen primaire sleutel, wat noodzakelijk is om individuele rijen te kunnen identificeren.

source: Draw a [#]
nl: Teken een [#]

source: line chart
nl: lijngrafiek

source: bar chart
nl: staafgrafiek

source: scatter plot
nl: puntenwolk

source: radar plot
nl: radargrafiek

source: showing [#] horizontally and [#] vertically
nl: met [#] horizontaal en [#] verticaal

source: of [#] labeled by [#]
nl: van [#] gelabeld met [#]

source: pie chart
nl: taartgrafiek

source: Could not create a chart of this data
nl: Van deze gegevens kan geen grafiek worden gemaakt

source: In order to be able to create a chart, the data set must contain at least two columns.
nl: Om een grafiek te kunnen maken moeten er minimaal twee kolommen in de dataset aanwezig zijn.

source: Analyzing data...
nl: Gegevens analyseren...

source: The selection cannot be aggregated
nl: De selectie kan niet worden geaggregeerd

source: Count
nl: Aantal

source: Cannot create new row.
nl: Kan geen nieuwe rij aanmaken.

source: Cannot remove this row
nl: Deze rij kan niet worden verwijderd

source: Cannot remove these rows
nl: Kan deze rijen niet verwijderen

source: Create a look-up table for this column
nl: Maak een opzoektabel voor deze kolom

source: Add a histogram of this column
nl: Voeg een histogram van deze kolom toe

source: Join data on [#] [#] [#], [#] rows without matches
nl: Koppel gegevens op [#] [#] [#], [#] rijen zonder matches

source: %@ and %d more
nl: %@ en nog %d

source: The data set cannot be linked to this data set
nl: De dataset kan niet worden gekoppeld met deze dataset

source: Linking the data set to this data set would introduce a loop where the outcome of a calculation would depend on itself.
nl: Door de dataset te koppelen aan deze dataset zou een lus ontstaan, waarbij de uitkomst van een berekening afhankelijk wordt van zichzelf.

source: Could not create a map of this data
nl: Kan van deze data geen kaart maken.

source: In order to be able to create a map, the data set must contain at least two columns that together form valid coordinates.
nl: Om van deze gegevens een kaart te maken, moet de dataset tenminste twee kolommen bevatten die samen geldige coordinaten vormen.

source: Create map of data here
nl: Plaats een kaart van de gegevens hier

source: Show locations at latitude [#] and longitude [#] with label [#]
nl: Toon locaties op breedtegraad (latitude) [#] en hoogtegraad (longitude) [#] met label [#]

source: Could save a snapshot of this map
nl: Kon geen afbeelding opslaan van deze kaart

source: Warp can either change the value permanently in the source data set, or add a step that performs the change for all values in the column similarly.
nl: Warp kan de waarde permanent wijzigen in de brondataset, of een stap toevoegen die de wijziging uitrekent voor alle waarden in de kolom, op een vergelijkbare manier.

source: Change source data
nl: Wijzig brondata

source: Add step
nl: Voeg stap toe

source: Changing '%@' to '%@'
nl: '%@' wijzigen in '%@'

source: The data set cannot be edited
nl: De dataset kan niet worden bewerkt.

source: Please select a database.
nl: Selecteer een database om gegevens op te halen.

source: Please select a table.
nl: Selecteer een tabel om gegevens uit op te halen.

source: User %@ at RethinkDB server %@ (port %d)
nl: Gebruiker %@ op RethinkDB-server %@ (poort %d)

source: Select rows where %@ = [#]
nl: Selecteer rijen waarbij %@ = [#]

source: column %@ = [#]
nl: kolom %@ = [#]

source: Select rows using filters on columns %@ and %d more
nl: Selecteer rijen met filters op kolommen %@ en nog %d

source: Select rows using filters on columns %@
nl: Selecteer rijen met filters op kolommen %@

source: Select rows using a filter
nl: Selecteer rijen met een filter

source: Add data using AI
nl: Voeg informatie toe via AI

source: Evaluate data using AI with complexity [#]
nl: Evalueer gegevens met AI met complexiteit [#]

source: Load data from SQLite database [#]
nl: Laad gegevens uit SQLite-database [#]

source: Write to SQLite database [#]
nl: Schrijf gegevens naar SQLite-database [#]

source: New file...
nl: Nieuw bestand...

source: Recent files
nl: Recente bestanden

source: (no items)
nl: (niets gevonden)

source: Split [#] in column [#] and create a row for each item
nl: Splits [#] in kolom [#] en maak een rij voor ieder item

source: Split [#] [#] in column [#] and create a row for each item
nl: Splits [#] [#] in kolom [#] en maak een rij voor ieder item

source: lists
nl: lijsten

source: values by separator
nl: waarden op scheidingsteken

source: using pattern
nl: op basis van patroon

source: of numbers
nl: van getallen

source: The pattern is invalid
nl: Het patroon is ongeldig

source: The end number for the sequence must be higher than the start number
nl: Het eindgetal van de reeks moet groter zijn dan het startgetal.

source: Create a linked clone of data
nl: Maak een gekoppelde kloon van gegevens

source: Create a chart from the data
nl: Maak een grafiek van de gegevens

source: Create a map from the data
nl: Maak een kaart van de gegevens

source: Create a copy of the data
nl: Maak een kopie van de gegevens

source: Page
nl: Pagina

source: Address
nl: Adres

source: Content
nl: Inhoud

source: Cache data set
nl: Cache gegevens

source: Cannot cache data: data set does not contain columns
nl: Kan de gegevens niet cachen: dataset bevat geen kolommen.

source: The selected action cannot be performed on this data set right now.
nl: Deze actie kan op dit moment niet worden uitgevoerd op deze dataset.

source: Split the values in column [#] by [#] to columns [#]
nl: Splits de waarden in kolom [#] op [#] naar de kolommen [#]

source: Create dummies from column [#]
nl: Maak dummies voor waarden in kolom [#]

source: Delay
nl: Vertraag

source: Download data at [#]
nl: Download gegevens van [#]

source: change '%@' to '%@'
nl: wijzig '%@' in '%@'

source: change selection
nl: wijzig selectie

source: The URL to load data from is invalid.
nl: De URL om data vanaf te downloaden is ongeldig.

source: The SQLite database could not be opened.
nl: De SQLite-database kon niet worden gevonden.

source: Related data sets
nl: Gerelateerde gegevens

source: (No related data sets found: %@)
nl: (Geen gerelateerde gegevens gevonden: %@)

source: (No related data sets found)
nl: (Geen gerelateerde gegevens gevonden)

source: Read text file [#]
nl: Lees tekstbestand [#]

source: lines (Windows-formatted)
nl: regels (Windows-geformatteerd)

source: lines (Unix-formatted)
nl: regels (Unix-geformatteerd)

source: lines (legacy Mac-formatted)
nl: regels (legacy Mac-geformatteerd)

source: Search for [#]
nl: Zoek naar [#]

source: Data.csv
nl: Gegevens.csv

source: Table [#] from schema [#] in catalog [#] on Presto server [#]
nl: Tabel [#] in schema [#] in catalogus [#] op Presto-server [#]

source: Could not load data
nl: Kon de gegevens niet laden

source: Could not load
nl: Kon niet laden

source: Dismiss
nl: OK

source: Remove
nl: Verwijder

source: Settings
nl: Instellingen

source: (select...)
nl: (selecteer...)

source: Host name
nl: Hostnaam

source: User name
nl: Gebruikersnaam

source: Port
nl: Poort

source: Password
nl: Wachtwoord

source: (tap here to type)
nl: (tik hier om te typen)

source: Search for text
nl: Zoek naar tekst

source: Limit the number of rows
nl: Beperk het aantal rijen

source: Skip the first rows
nl: Sla regels over

source: Randomly select rows
nl: Seleteer willekeurige rijen

source: Click + to add data
nl: Tik op + om gegevens toe te voegen

source: Rename
nl: Hernoem

source: Rename document
nl: Hernoem document
