Repository: 2lambda123/warp1
Catalog: Warp/*.lproj/Localizable.strings
Languages: nl

source: Could not create new document
nl: Kon geen nieuw document maken

source: Untitled
nl: Naamloos

source: Format
nl: Structuur

source: Field separator
nl: Veldscheidingsteken

source: Has headers
nl: Heeft kolomkoppen

source: Documents
nl: Documenten

source: Data files
nl: Databestanden
