Repository: 2lambda123/warp1
Catalog: WarpConduit/*.lproj/Localizable.strings
Languages: nl

source: The fingerprint saved for this host does not match the fingerprint provided by the host: %@
nl: De vingerafdruk die voor deze host is opgeslagen komt niet overeen met de vingerafdruk die de host nu opgeeft: %@

source: No host fingerprint was set; please verify that the fingerprint '%@' is correct, and reconnect.
nl: Er is nog geen vingerafdruk opgeslagen voor deze host; controleer of de vingerafdruk '%@' correct is, en verbind opnieuw.

source: Could not start SSH session
nl: Kon de SSH-sessie niet starten

source: Password authentication is not supported by the server. It only supports %@.
nl: Wachtwoordauthenticatie wordt niet ondersteund door deze server. De server ondersteunt alleen %@.

source: Public key authentication is not supported by the server. It only supports: %@.
nl: Authenticatie met een publieke sleutel wordt niet ondersteund door deze server. De server ondersteunt alleen %@.

source: Password authentication failed: %@
nl: Wachtwoordauthenticatie mislukt: %@

source: No key file selected
nl: Geen sleutelbestand geselecteerd

source: Could not obtain supported authentication mechanisms
nl: Kon geen lijst ophalen met ondersteunde authenticatiemechanismen

source: The provided username is not ASCII
nl: De opgegeven gebruikersnaam is niet ASCII

source: Could not obtain host fingerprint
nl: Kon de vingerafdruk van de server niet verkrijgen

source: SSH handshake failed: %@
nl: De SSH-handshake ging mis: %@
