Repository: 2lambda123/warp1
Catalog: Warp/WarpMobile/*.lproj/MobileTour.strings
Languages: nl

# mtour.0.title
source: Welcome to Warp!
nl: Welkom bij Warp!

# mtour.0.subtitle
source: Let's go through the basic features of the app to get you started.
nl: Om te zorgen dat je zo snel mogelijk aan de slag kunt, lopen we even met je door de app.

# mtour.1.title
source: First, you need some data
nl: Eerst heb je data nodig nodig

# mtour.1.subtitle
source: You can open CSV or other files from iCoud Drive, or send them to Warp from other apps.
nl: Je kunt CSV- en andere bestanden openen vanuit iCloud Drive, of ze naar Warp sturen vanuit andere apps.

# mtour.2.title
source: Step by step
nl: Stap voor stap

# mtour.2.subtitle
source: Every data operation in Warp is shown as a step. You can add steps by tapping the '+' button.
nl: Iedere dataverwerkingsslag wordt in Warp weergegeven als een stap. Voeg een stap toe met de '+'-knop

# mtour.3.title
source: Full speed ahead
nl: Volle kracht vooruit

# mtour.3.subtitle
source: For maximum speed, Warp shows you a preview of the output of your steps only. Use the button shown to ask Warp to calculate the full result.
nl: Warp rekent steeds alleen een voorbeeld uit, en is daardoor sneller klaar. Gebruik de getoonde knop om het volledige resultaat te berekenen.

# mtour.4.title
source: You are now ready!
nl: Je bent er klaar voor!

# mtour.4.subtitle
source: We hope you will enjoy using Warp.
nl: We hopen dat je veel plezier hebt bij het gebruiken van Warp.
